{"partsData" :[
	{
		"partIndex" : 0,
		"title" : "Ang Sakit ng Hari",
        "saknongNumbers" : "7-109",
		"summary" : "Isang araw ay nagkagulo sa kaharian dahil nagkasakit ang hari dala ng isang panaginip. Napanaginipan daw niya ang bunsong anak na pinatay ng dalawang taong hindi niya kilala. Nagpatawag agad ng manggagamot. Ang tanging lunas lamang daw sa sakit ng hari ay ang awit ng Ibong Adarna. Ninais ni Don Pedrong makipagsapalaran kaya siya ang nauna. Tatlong buwan siyang naglakbay. Nang hindi dumating si Don Pedro, sinubok naman ni Don Diego na hanapin ang ibon. Tumagagal din siya ng limang buwan. Pareho silang naging bato. Bakit? Ano ang dahilan?",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Tumalima",
                        "kasingKahulugan":"Sumunod",
                        "halimbawa":"Dapat lamang na <color=#ffd217>tumalima</color> tayo sa mga inuutos ng ating mga magulang.",
                        "activated":false
                        },
                        {
                        "salita":"Binabagtas",
                        "kasingKahulugan":"Nilalandas",
                        "halimbawa":"Mahaba ang kanyang <color=#ffd217>binabagtas</color> na daan pauwi.",
                        "activated":false
                        },
                        {
                        "salita":"Mayamungmong",
                        "kasingKahulugan":"Maraming dahon",
                        "halimbawa":"<color=#ffd217>Mayamungmong</color> ang puno ng mangga sa kanilang bakuran.",
                        "activated":false
                        },
                        {
                        "salita":"Pinangulag",
                        "kasingKahulugan":"Pinalaglag",
                        "halimbawa":"<color=#ffd217>Pinangulag</color> ng bata sa kanyang kaibigan ang mansanas mula sa puno.",
                        "activated":false
                        },
                        {
                        "salita":"Inaatasan",
                        "kasingKahulugan":"Inuutusan",
                        "halimbawa":"Palaging si Christian ang <color=#ffd217>inaatasan</color> ng mga kaklase.",
                        "activated":false
                        },
                        {
                        "salita":"Walang humpay",
                        "kasingKahulugan":"Walang tigil",
                        "halimbawa":"Bumaha sa kanilang bayan dahil sa <color=#ffd217>walang humpay</color> na pag-ulan.",
                        "activated":false
                        },
                        {
                        "salita":"Nakadatal",
                        "kasingKahulugan":"Nakarating",
                        "halimbawa":"Ligtas na <color=#ffd217>nakadatal</color> ang pamilya sa kanilang bahay-bakasyunan.",
                        "activated":false
                        },
                        {
                        "salita":"Pagkoplas",
                        "kasingKahulugan":"Paghimig",
                        "halimbawa":"Binati ng guro ang estudyante dahil sa napakahusay nitong <color=#ffd217>pagkoplas</color>.",
                        "activated":false
                        }
		]},

	{
		"partIndex" : 1,
		"title" : "Ang Paglalakbay ni Don Juan",
        "saknongNumbers" : "110-231",
		"summary" : "Sinubok ni Don Juan na magpaalam sa ama makalipas ang tatlong taon. Kahit ayaw ay napapayag  na rin dahil nga sa pag-aalala. Tanging si Don Juan lamang ang naglakbay na hindi nalimutang humingi ng patnubay sa Mahal na Birhen. Baon niya ay limang tinapay at hindi gumamit ng kabayo. Sa kanyang paglalakbay ay nakilala niya ang matandang ketongin na nilimusan niya. Sinabi niya rito ang pakay at itinuro sa kanya kung sino ang maaaring makatulong sa kanya. Sinunod niya ang lahat ng itinuro ng ermitanyong nakilala at pinalad namang mahuli ang ibon.Sa huli ay natulungan rin niyang maging tao muli ang dalawang kapatid.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Nag-aalapaap",
                        "kasingKahulugan":"Nag-aalinlangan",
                        "halimbawa":"<color=#ffd217>Nag-aalapaap</color siya kung anong kurso ang kukunin niya para sa kolehiyo.",
                        "activated":false
                        },
                        {
                        "salita":"Subyang",
                        "kasingKahulugan":"Sakit",
                        "halimbawa":"Hanggang ngayon ay patuloy parin niyang dinaramdam ang <color=#ffd217>subyang</color dulot ng paghihiwalay nila.",
                        "activated":false
                        },
                        {
                        "salita":"Magniig",
                        "kasingKahulugan":"Mag-usap",
                        "halimbawa":"Hiniling niyang <color=#ffd217>mag-niig</color> sila tungkol sa kanilang problema.",
                        "activated":false
                        },
                        {
                        "salita":"Malining",
                        "kasingKahulugan":"Malaman",
                        "halimbawa":"Nais niyang <color=#ffd217>malining</color> kung ano ang paboritong pagkain ng crush niya.",
                        "activated":false
                        },
                        {
                        "salita":"Pumanaw",
                        "kasingKahulugan":"Mamatay",
                        "halimbawa":"Ayaw niyang <color=#ffd217>pumanaw</color> nang 'di naaabot ang mga pangarap niya.",
                        "activated":false
                        }
		]},
        
        {
		"partIndex" : 2,
		"title" : "Ang Awit ng Ibon",
        "saknongNumbers" : "232-385",
		"summary" : "Papauwi na sila nang maisipan ng magkapatid na sina Don Pedro at Don Diego na pagtulungan si Don Juan na bugbugin. Hindi magkagulapay ang bunsong kapatid. Ang motibo, gusto nilang maging bida sa amang hari. Nagkatotoo ang panaginip ng hari. Siyempre, nagtaka ang ama kung bakit wala ang bunso. Hindi mapaawit ang ibon dahil hindi naman sila ang nakakuha sa kanya. Samantala, gumaling si Don Juan at nakabalik ng kaharian. Umawit ang ibon at kanyang isinalaysay ang buong pangyayari.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Mapalisya",
                        "kasingKahulugan":"Mapalihis",
                        "halimbawa":"Iniisip ng kaniyang ina na baka <color=#ffd217>mapalisya</color> siya ng landas dahil sa barkada.",
                        "activated":false
                        },
                        {
                        "salita":"Gulapay",
                        "kasingKahulugan":"Bulagta",
                        "halimbawa":"Halos <color=#ffd217>gulapay</color> na ang binata pagkatapos makipag-suntukan sa kaaway.",
                        "activated":false
                        },
                        {
                        "salita":"Nanlulugo",
                        "kasingKahulugan":"Nanlalata",
                        "halimbawa":"<color=#ffd217>Nanlulugo</color> ang mga buong grupo pagkatapos mag-ensayo para sa laban ng basketball.",
                        "activated":false
                        },
                        {
                        "salita":"Pamamanglaw",
                        "kasingKahulugan":"Lungkot",
                        "halimbawa":"Matinding <color=#ffd217>pamamanglaw</color> ang naramdaman niya nang bumagsak siya sa isa niyang aralin.",
                        "activated":false
                        },
                        {
                        "salita":"Kaniig",
                        "kasingKahulugan":"Kasama",
                        "halimbawa":"Mag <color=#ffd217>kaniig</color> sila sa hirap at ginhawa.",
                        "activated":false
                        },
                        {
                        "salita":"Sinukab",
                        "kasingKahulugan":"Tinaksil",
                        "halimbawa":"<color=#ffd217>Sinukab</color> siya ng kaibigan nang hindi tuparin ang pangakong walang iwanan.",
                        "activated":false
                        },
                        {
                        "salita":"Kaantakan",
                        "kasingKahulugan":"Sakit sa karaniwang sugat",
                        "halimbawa":"Nakaramdam ng <color=#ffd217>kaantakan</color> si Joy nang siya'y madapa.",
                        "activated":false
                        },
                        {
                        "salita":"Tigib",
                        "kasingKahulugan":"Puspos",
                        "halimbawa":"<color=#ffd217>Tigib</color> ang pag-aaral niya para sa darating na pagsusulit.",
                        "activated":false
                        },
                        {
                        "salita":"Malirip",
                        "kasingKahulugan":"Maunawaan",
                        "halimbawa":"Gusto ng guro na <color=#ffd217>malirip</color> ng mga estudyante ang aralin.",
                        "activated":false
                        }
		]},
            
        {
		"partIndex" : 3,
		"title" : "Muling Pagtataksil",
        "saknongNumbers" : "386-440",
		"summary" : "Pinatapon ng hari ang magkapatid pero nagmakaawa si Don Juan na patawarin ang mga ito. Pinagbigyan naman sila at naghalinhinan sila sa pagbabantay subalit totoong mga taksil ang mga kapatid sapagkat nagkaisa sila na pakawalan ang ibon upang si Don Juan ay mapahamak dahil si Don Juan ang kasalukuyang nagbabantay. Lumayo si Don Juan hanggang makarating sa Armenya.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Nagbalakyot",
                        "kasingKahulugan":"Nagtaksil",
                        "halimbawa":"Kailanman ay hindi siya <color=#ffd217>nagbalakyot</color> sa kanyang pamilya.",
                        "activated":false
                        },
                        {
                        "salita":"Lingap",
                        "kasingKahulugan":"Pagmamahal",
                        "halimbawa":"Ramdam ng anak ang <color=#ffd217>lingap</color> ng inay niya sa kanya.",
                        "activated":false
                        },
                        {
                        "salita":"Nag-alit",
                        "kasingKahulugan":"Nag-away",
                        "halimbawa":"<color=#ffd217>Nag-alit</color> ang magkapatid kaya pinagalitan sila ng nanay nila.",
                        "activated":false
                        },
                        {
                        "salita":"Napaluhong",
                        "kasingKahulugan":"Nawili",
                        "halimbawa":"<color=#ffd217>Napaluhong</color> si Jordan sa paglalaro ng video games.",
                        "activated":false
                        }
		]},
        
        {
		"partIndex" : 4,
		"title" : "Kaharian ng Armenya",
        "saknongNumbers" : "441-534",
		"summary" : "Maganda ang lugar, tahimik, at payapa ang Armenya. Nasundan si Don Juan ng mga kapatid at hinimok na roon na manirahan. Humanap sila ng paglilibangan kaya sa tuktok ng bundok sila nakarating. May nakita silang balon pero walang mga bahay. Nauna ang panganay sa pagbaba ngunit hindi pa ngangangalahati ay umakyat nang takot na takot at nanghihina. Sinundan ni Don Diego at gayon din ang nangyari. Marahil dahil masama ang hangarin kaya sila ay hindi nagtagumpay. Tanging si Don Juan lamang ang nakarating. Nakilala niya rito si Donya Juana at umibig agad sa prinsesa. Nagkaibigan sila at binalak umahon sa balon subalit kailangan ay talunin niya ang higante na nag-alaga sa prinsesa. Sapagkat madasalin ang binata, tinalo niya ang higante.",
		"isFinished" : false,
		"talasalitaans":[
			{
			"salita":"Mapupulol",
                        "kasingKahulugan":"Mapipitasa",
                        "halimbawa":"Madami ng <color=#ffd217>mapupulol</color> na bunga sa itinanim niyang puno ng mangga.",
                        "activated":false
                        },
                        {
                        "salita":"Ligamgam",
                        "kasingKahulugan":"Gulo",
                        "halimbawa":"Hindi maiiwasan na magkaroon ng <color=#ffd217>ligamgam</color> tuwing sasapit ang eleksyon.",
                        "activated":false
                        },
                        {
                        "salita":"Pithaya",
                        "kasingKahulugan":"Pagnanais",
                        "halimbawa":"Matindi ang <color=#ffd217>pithaya</color> ng klase nila na manalo sa kompetisyon.",
                        "activated":false
                        },
                        {
                        "salita":"Ihugos",
                        "kasingKahulugan":"Ibaba",
                        "halimbawa":"Nagpatulong ang guro sa estudyante na <color=#ffd217>ihugos</color> ang watawat dahil baka ito'y maulanan.",
                        "activated":false
                        },
                        {
                        "salita":"Masisila",
                        "kasingKahulugan":"Mapapatay",
                        "halimbawa":"Kapag hindi nag-ingat, <color=#ffd217>masisila</color> niya ang pinag-eeksperimentuhang palaka.",
                        "activated":false
                        },
                        {
                        "salita":"Pindan",
                        "kasingKahulugan":"Laman",
                        "halimbawa":"Tinitignan ng guwardiya ang <color=#ffd217>pindan</color> ng mga bag ng mga tao bago sila makapasok sa mall.",
                        "activated":false
                        },
                        {
                        "salita":"Angay-angay",
                        "kasingKahulugan":"Ingay",
                        "halimbawa":"Dinig ang <color=#ffd217>angay-angay</color> ng mga estudyante sa katabing silid.",
                        "activated":false
                        },
                        {
                        "salita":"Palamara",
                        "kasingKahulugan":"Taksil",
                        "halimbawa":"Nalaman ng mga estudyante na <color=#ffd217>palamara</color> ang mga kapatid ni Don Juan.",
                        "activated":false
                        }
		]},
            
        {
		"partIndex" : 5,
		"title" : "Ang Dalawang Puso ni Don Juan",
        "saknongNumbers" : "565-729",
		"summary" : "Si Donya Juana ay may kapatid at siya si Donya Leonora. Nang makita ito ng binata ay napaibig muli. Nagkaibigan sila subalit dapat ay talunin niya ang serpiyenteng may pitong ulo. Natalo ang serpiyente sa tulong ng Dakilang Lumikha at ni Donya Leonora at sila'y umahon na sa balon. Sa unang tingin ni Don Pedro kay Donya Leonora, nabihag agad siya. Nainggit na naman ang nakatatandang kapatid kaya't nang lumusong ulit sa balon ang kapatid para balikan ang singsing ni Donya Leonora, pinutol nito ang lubid. Maliban kay Don Juan, bumalik silang lahat sa Berbanya at puro kasinungalingan na naman ang sinambit sa hari. Sa kahilingan ng magkapatid, sila'y ikakasal sa dalawang prinsesa ngunit humiling si Donya Leonora na bigyan siya ng pitong taon makapag-isa. Iginalang ito ng hari na ikinalungkot naman ni Don Pedro. Samantala, siyam na araw namang ipinagdiwang ang kasal nina Don Diego at Donya Juana.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Mapuputi",
                        "kasingKahulugan":"Mamamatay",
                        "halimbawa":"<color=#ffd217>Mapuputi</color> ang pasiyente kapag hindi mabigyan ng agarang lunas.",
                        "activated":false
                        },
                        {
                        "salita":"Pagkatukol",
                        "kasingKahulugan":"Labis na pagkapagod",
                        "halimbawa":"Nakaramdam siya ng <color=#ffd217>pagkatukol</color> pagkatapos tumakbo ng limang kilometro.",
                        "activated":false
                        },
                        {
                        "salita":"Nangimbulo",
                        "kasingKahulugan":"Nainggit",
                        "halimbawa":"<color=#ffd217>Nagimbulo</color> siya sa masarap na baon ng kaibigan.",
                        "activated":false
                        },
                        {
                        "salita":"Pakikilamas",
                        "kasingKahulugan":"Pakikipaglaban",
                        "halimbawa":"Kailangang sumabak sa <color=#ffd217>pakikilamas</color> ang karakter ni Don Juan sa ibang bahagi ng laro.",
                        "activated":false
                        },
                        {
                        "salita":"Imbot",
                        "kasingKahulugan":"Sakim",
                        "halimbawa":"Sa tatlong magkakapatid, si Don Pedro ang pinaka <color=#ffd217>imbot</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Lobo",
                        "kasingKahulugan":"Asong gubat",
                        "halimbawa":"Nakakita siya ng malaking aso na mukhang <color=#ffd217>lobo</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Salarin",
                        "kasingKahulugan":"May kasalanan",
                        "halimbawa":"Hindi parin nahuhuli ng mga pulis ang <color=#ffd217>salarin</color> sa pagkamatay ni Ninoy Aquino.",
                        "activated":false
                        },
                        {
                        "salita":"Nautas",
                        "kasingKahulugan":"Namatay",
                        "halimbawa":"Nalungkot ang bata nang <color=#ffd217>nautas</color> ang alagang aso.",
                        "activated":false
                        },
                        {
                        "salita":"Sindak",
                        "kasingKahulugan":"Takot",
                        "halimbawa":"Matinding <color=#ffd217>sindak</color> ang nararamdaman niya habang sila'y nasa loob ng haunted house.",
                        "activated":false
                        },
                        {
                        "salita":"Magbulaan",
                        "kasingKahulugan":"Manloko",
                        "halimbawa":"Isa sa pangaral ng kaniyang ina na masama ang <color=#ffd217>magbulaan</color> ng kapwa.",
                        "activated":false
                        }
		]},
            
        {
		"partIndex" : 6,
		"title" : "Ang Payo ng Ibon",
        "saknongNumbers" : "730-856",
		"summary" : "Naabutan ng lobo si Don Juan na sugatan at bali ang ibang buto. Tinulungan niya ito gamit ang tubig mula sa Ilog Herdan. Umahon sila sa balon at naghiwalay ng landas. Nakita ni Don Juan ang ibong Adarna at inatasan siya nitong limutin na si Leonora at magtungo sa Reyno de los Cristales upang hanapin si Donya Maria. Samantala, malungkot na nag-aalala si Donya Leonora sa Berbanya. Umaasa siyang nailigtas ng lobo si Don Juan. Tatlong taong naglakbay si Don Juan upang mahanap ang Reyno de los Cristales ngunit hindi niya parin ito mapadpad. Hindi siya nawalan ng pag-asa at nagpatuloy sa paglalakbay. Nakakita siya ng matandang ermitanyo na buong pusong nagbigay sa kanya ng pagkain at nagturo ng daan papunta sa Reyno de los Cristales. Sa kaharian naman ng Berbanya, patuloy parin si Donya Leonora sa pag-iisip kung nasaan na si Don Juan. Inaya siya ni Don Pedro magpakasal ngunit nanindigan siya na mahal niya parin si Don Juan at tatapusin niya ang pitong taong paghihintay.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Nunukal",
                        "kasingKahulugan":"Tumutulo",
                        "halimbawa":"Isinara niya ng maigi ang gripo nang makitang may <color=#ffd217>nunukal</color> na tubig.",
                        "activated":false
                        },
                        {
                        "salita":"Tinumpa",
                        "kasingKahulugan":"Tinungo",
                        "halimbawa":"<color=#ffd217>Tinumpa</color> niya ang daan pauwi sa kanilang bahay.",
                        "activated":false
                        },
                        {
                        "salita":"Lumiblib",
                        "kasingKahulugan":"Nagtago",
                        "halimbawa":"Habang nagbibilang ang taya, ang ibang bata'y <color=#ffd217>lumiblib</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Mabanayad",
                        "kasingKahulugan":"Dahan-dahan",
                        "halimbawa":"<color=#ffd217>Mabanayad</color> siyang naglakad sa may tabing-dagat.",
                        "activated":false
                        },
                        {
                        "salita":"Nakayao",
                        "kasingKahulugan":"Naka-alis",
                        "halimbawa":"<color=#ffd217>Nakayao</color> na ang dalaga bago pa niya ito maabutan.",
                        "activated":false
                        },
                        {
                        "salita":"Mahabag",
                        "kasingKahulugan":"Maawa",
                        "halimbawa":"Turo ng kanyang magulang na matutong <color=#ffd217>mahabag</color> sa kapwa.",
                        "activated":false
                        },
                        {
                        "salita":"Kasihan",
                        "kasingKahulugan":"Pagpalain",
                        "halimbawa":"Dahil sa kanyang pagtulong, ipinagdasal ng matanda na <color=#ffd217>kasihan</color> ang binata.",
                        "activated":false
                        },
                        {
                        "salita":"Pagal",
                        "kasingKahulugan":"Pagod",
                        "halimbawa":"Nakaramdam siya ng <color=#ffd217>pagal</color> pagkatapos maglaro buong hapon.",
                        "activated":false
                        },
                        {
                        "salita":"Katoto",
                        "kasingKahulugan":"Kaibigan",
                        "halimbawa":"Siya'y labis na masaya dahil alam niyang mabuti ang mga nakilala niyang <color=#ffd217>katoto</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Matimtiman",
                        "kasingKahulugan":"Mahinhin",
                        "halimbawa":"<color=#ffd217>Matimtiman</color> ang mga galaw ng dalaga.",
                        "activated":false
                        },
                        {
                        "salita":"Hinutok",
                        "kasingKahulugan":"Hinaing",
                        "halimbawa":"Isa sa <color=#ffd217>hinutok</color> ng binata ay ang labis na pagkapagod dahil sa paglalakbay.",
                        "activated":false
                        },
                        {
                        "salita":"Hilahil",
                        "kasingKahulugan":"Dalamhati/dusa",
                        "halimbawa":"Nag <color=#ffd217>hilahil</color> siya nang malamang namatay na ang kanilang alagang aso.",
                        "activated":false
                        },
                        {
                        "salita":"Masigasig",
                        "kasingKahulugan":"Masikap",
                        "halimbawa":"<color=#ffd217>Masigasig</color> na nag-aral si Joy upang pumasa sa pagsusulit.",
                        "activated":false
                        },
                        {
                        "salita":"Tarukin",
                        "kasingKahulugan":"Unawain",
                        "halimbawa":"Gusto ng guro na <color=#ffd217>tarukin</color> nang mabuti ng mga estudyante ang aralin.",
                        "activated":false
                        },
                        {
                        "salita":"Imbi",
                        "kasingKahulugan":"Walang galang",
                        "halimbawa":"Hindi siya pinalaki ng kanyang mga magulang na maging <color=#ffd217>imbi</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Talastas",
                        "kasingKahulugan":"Alam/batid",
                        "halimbawa":"<color=#ffd217>Talastas</color> niya na may itinatagong sikreto sa kanya ang mga kaibigan.",
                        "activated":false
                        },
                        {
                        "salita":"Kaurali",
                        "kasingKahulugan":"Kasama",
                        "halimbawa":"Naghanap siya ng pwede maging <color=#ffd217>kaurali</color> papunta sa salu-salo.",
                        "activated":false
                        },
                        {
                        "salita":"Kagaspanga",
                        "kasingKahulugan":"Kabastusan",
                        "halimbawa":"Ang kabataan ay hindi dapat magpakita ng <color=#ffd217>kagaspanga</color> sa mga matatanda.",
                        "activated":false
                        },
                        {
                        "salita":"Kalumbayan",
                        "kasingKahulugan":"Kalungkutan",
                        "halimbawa":"Nakaramdam siya ng <color=#ffd217>kalumbayan</color> sa pag-alis ng kanyang kaibigan.",
                        "activated":false
                        },
                        {
                        "salita":"Agam-agam",
                        "kasingKahulugan":"Alinlangan",
                        "halimbawa":"Tinuruan siya ng kanyang magulang na magdasal kapag nakaramdam ng <color=#ffd217>agam-agam</color>.",
                        "activated":false
                        }
		]},
            
        {
		"partIndex" : 7,
		"title" : "Panibagong Landas",
        "saknongNumbers" : "857-943",
		"summary" : "Pitong bundok ang binagtas ni Don Juan sa loob ng limang buwan bago niya marating ang kinaroroonan ng isang ermitanyo. Nagpatulong siya rito at itinuro naman nito kung nasaan ang isa pang taong makatutulong sa kanya. Nang makarating sa kasunod na ermitanyo, itinuro ulit siya sa ibang ermitanyo ngunit sa panahong iyon ay isinakay siya ng Olikornyo upang mabilis na marating sa susunod na pupuntahan. Agad na ibinigay ni Don Juan sa dinatnan na ermitanyo ang dalang baro ni Jesus at sinabi ang pakay. Sa wakas, sa tulong ng Agila ng ermitanyo, si Don Juan ay nakarating na rin sa Reyno de los Cristales.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Kasindak-sindak",
                        "kasingKahulugan":"Kagulat-gulat",
                        "halimbawa":"Hindi <color=#ffd217>kasindak-sindak</color> na siya'y nakapagtapos ng kolehiyo bilang suma cum laude dahil sa taglay na katalinuhan.",
                        "activated":false
                        },
                        {
                        "salita":"Salanggapang",
                        "kasingKahulugan":"Masamang tao/manloloko",
                        "halimbawa":"Nakalulungkot mang isipin, mayroon talagang mga <color=#ffd217>salanggapang</color> sa mundo.",
                        "activated":false
                        },
                        {
                        "salita":"Natatatap",
                        "kasingKahulugan":"Nauunawaan",
                        "halimbawa":"<color=#ffd217>Natatatap</color> niya na hindi lahat ng gusto niya ay kayang bilin ng magulang niya para sa kanya.",
                        "activated":false
                        },
                        {
                        "salita":"Binusilak",
                        "kasingKahulugan":"Pinaganda",
                        "halimbawa":"<color=#ffd217>Binusilak</color> ng iba't ibang uri ng bulaklak ang hardin.",
                        "activated":false
                        }
		]},
        
        {
		"partIndex" : 8,
		"title" : "Bagong Pag-ibig",
        "saknongNumbers" : "944-1058",
		"summary" : "Naibigan agad ni Don Juan si Maria Blanca sa una pa lamang pagkakita niya sa dalaga. Hindi napigilan ng prinsipe ang pag-ibig na nararamdaman kaya naman ay ninakaw niya ang damit ng dalaga. Nagalit ang prinsesa ngunit agad naman siyang binigyan ng tawad pagkatapos magsisi at humingi ng kapatawaran. Hindi nagtagal ay umibiga ang prinsesa sa prinsipe. Pinatuloy ni Haring Salermo si Don Juan at agad namang sinabi ng prinsipe ang paghahangad na pakasalan si Maria Blanca. Binigyan naman ng Hari ng pagsubok si Don Juan na siya namang kanyang napagtagumpayan sa tulong ng mahika ng prinsesa.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Nasubhan",
                        "kasingKahulugan":"Nabuhusan",
                        "halimbawa":"Hindi sinasadyang <color=#ffd217>nasubhan</color> ng kape si Jun.",
                        "activated":false
                        },
                        {
                        "salita":"Pagsasakita",
                        "kasingKahulugan":"Pagdurusa",
                        "halimbawa":"Labis na <color=#ffd217>pagsasakita</color> ang naramdaman niya sa hindi pagbalik ng minamahal.",
                        "activated":false
                        },
                        {
                        "salita":"Nadugahi",
                        "kasingKahulugan":"Naapi",
                        "halimbawa":"<color=#ffd217>Nadugahi</color> ang na naman ang bida ng istorya.",
                        "activated":false
                        },
                        {
                        "salita":"Alindog",
                        "kasingKahulugan":"Kagandahan",
                        "halimbawa":"Kakaibang <color=#ffd217>alindog</color> ang taglay ni Joy.",
                        "activated":false
                        },
                        {
                        "salita":"Hunghang",
                        "kasingKahulugan":"Mangmang",
                        "halimbawa":"Ayaw niyang maging <color=#ffd217>hunghang</color> kaya siya'y nag-aaral nang mabuti.",
                        "activated":false
                        }
		]},
        
        {
		"partIndex" : 9,
		"title" : "Walang Katapusang Hamon",
        "saknongNumbers" : "1059-1185",
		"summary" : "Ipinatawag ng hari si Don Juan sa palasyo at ikalawang pagsubok ay kaniyang inilahad. Naibalik ng prinsipe ang labindalawalang negrito sa prasko sa tulong muli ni Maria. Namangha ang hari dahil sa kagalingang taglay ni Don Juan ngunit hindi parin niya tanggap ang prinsipe kaya nama'y siya'y nabigay muli ng isa pang pagsubok. Ang kasunod na pagsubok na ibinigay ay tila imposible dahil gusto ng hari na itapat ni Don Juan sa bintana ng kwarto ng hari ang isang bundok at muli na namang napahanga ng prinsipe ang hari matapos magawa ang utos sa tulong muli ng minamahal na prinsesa. Agad na namang nagbigay ulit ng utos ang hari para sa prinsipe at muli itong napagtagumpayan dahil sa mahika ng prinsesa.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Prasko",
                        "kasingKahulugan":"Sisidlan",
                        "halimbawa":"Pinuno niya ng tubig ang <color=#ffd217>prasko</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Masisilab",
                        "kasingKahulugan":"Masusunog",
                        "halimbawa":"Sabi ni inay, huwag iwaanan ang nilulutong kanin dahil <color=#ffd217>masisilab</color> daw ito.",
                        "activated":false
                        },
                        {
                        "salita":"Magahis",
                        "kasingKahulugan":"Matalo",
                        "halimbawa":"Ayaw niyang <color=#ffd217>magahis</color> sa kompetisyon kaya puspusan ang kanyang pagsasanay.",
                        "activated":false
                        },
                        {
                        "salita":"Magisi",
                        "kasingKahulugan":"Mabuwag",
                        "halimbawa":"Mas madaling <color=#ffd217>magisi</color> ang bahay na gawa sa kahoy kesa sa bato.",
                        "activated":false
                        },
                        {
                        "salita":"Pita",
                        "kasingKahulugan":"Hangad",
                        "halimbawa":"<color=#ffd217>Pita</color> ng prinsipe ang nakabubuti para sa lahat.",
                        "activated":false
                        },
                        {
                        "salita":"Hinagap",
                        "kasingKahulugan":"Inakala",
                        "halimbawa":"<color=#ffd217>Hinagap</color> niya na matatalo sila ngunit sila'y nagtagumpay.",
                        "activated":false
                        },
                        {
                        "salita":"Simbroyo",
                        "kasingKahulugan":"Dome",
                        "halimbawa":"Nagsimba siya sa isang simbahan na hugis <color=#ffd217>simbroyo</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Manimdim",
                        "kasingKahulugan":"Mangamba",
                        "halimbawa":"Ayaw niyang <color=#ffd217>manimdim</color> ang kanyang ina sa kanyang kalagayan kaya nama'y tumatawag siya araw-araw.",
                        "activated":false
                        },
                        {
                        "salita":"Makaagapay",
                        "kasingKahulugan":"Makapiling",
                        "halimbawa":"Nasasabik na siyang <color=#ffd217>makaagapay</color> ang pamilya.",
                        "activated":false
                        },
                        {
                        "salita":"Moog",
                        "kasingKahulugan":"Palasyo",
                        "halimbawa":"Namangha siya sa itsura ng <color=#ffd217>moog</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Itabon",
                        "kasingKahulugan":"Ilagay",
                        "halimbawa":"Inutusan siya ng kanyang ama na <color=#ffd217>itabon</color> ang lupa sa likod-bahay.",
                        "activated":false
                        },
                        {
                        "salita":"Kapagalan",
                        "kasingKahulugan":"Kapaguran",
                        "halimbawa":"Tila walang <color=#ffd217>kapagalan</color> ang makulit na alagang aso ng binata.",
                        "activated":false
                        }
		]},
		
		{
		"partIndex" : 10,
		"title" : "Tanda ng Pagkakamali",
        "saknongNumbers" : "1186-1278",
		"summary" : "Tuloy parin ang pagbibigay ng utos ng hari kay Don Juan. Ngayon naman ay gusto niyang ipahanap ang kanyang nawawalang singsing sa binata. Higit sa lahat gusto niyang makita kagad ito kina-umagahan! Tumungo ang binata kasama ang prinsesa sa ilog upang isagawa ang paghahanap. Tinadtad ni Don Juan si Maria hanggang sa maging pino at itinapon sa dagat upang maging isda. Nahanap nila ang singsing ngunit naputol ang isang daliri ng dalaga. Dahil hindi makapaniwala ang hari, muli niyang binigyan ng pagsubok ang binata. Sa pagkakataong ito, gusto niyang mapaamo ni Don Juan ang mailap at naninipang alagang kabayo.",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Paglalakuan",
                        "kasingKahulugan":"Lilinlangin",
                        "halimbawa":"Pangaral ng magulang niya na huwag <color=#ffd217>paglalakuan</color> ang sino man.",
                        "activated":false
                        },
                        {
                        "salita":"Mapapaka",
                        "kasingKahulugan":"Mapapahamak",
                        "halimbawa":"Nagtataka siya kung bakit may mga taong gumagawa parin ng masama kahit na may posibilidad na sila'y <color=#ffd217>mapapaka</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Tumugpa",
                        "kasingKahulugan":"Tumungo",
                        "halimbawa":"Inuutusan siya ng kanyang ama na <color=#ffd217>tumugpa</color> sa tindahan para bumili ng tinapay.",
                        "activated":false
                        },
                        {
                        "salita":"Busal",
                        "kasingKahulugan":"Takip",
                        "halimbawa":"Nilagyan niya ng <color=#ffd217>busal</color> ang bibig ng aso upang hindi ito mangagat.",
                        "activated":false
                        },
                        {
                        "salita":"Garing",
                        "kasingKahulugan":"Ivory",
                        "halimbawa":"Gandang-ganda ang mamimili sa kwintas na may palamuting <color=#ffd217>garing</color>.",
                        "activated":false
                        },
                        {
                        "salita":"Katad",
                        "kasingKahulugan":"Balat ng malaking hayop",
                        "halimbawa":"Maganda at kulay tsokolate ang <color=#ffd217>katad</color> ng kanyang alagang kabayo.",
                        "activated":false
                        }
                        
		]},
		
		{
		"partIndex" : 11,
		"title" : "Ang Sumpa ng Hari",
        "saknongNumbers" : "1279-1378",
		"summary" : "",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Makahuma",
                        "kasingKahulugan":"Makakibo",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Magpaumat-umat",
                        "kasingKahulugan":"Magpatumpik-tumpik",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Masukol",
                        "kasingKahulugan":"Mahuli",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Pagkaamis",
                        "kasingKahulugan":"Pagkagalit",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Nagluwat",
                        "kasingKahulugan":"Nagtagal",
                        "halimbawa":"",
                        "activated":false
                        }
		]},
		
		{
		"partIndex" : 12,
		"title" : "Naalalang Pag-ibig",
        "saknongNumbers" : "1379-1686",
		"summary" : "",
		"isFinished" : false,
		"talasalitaans":[
			{
                        "salita":"Nagbabata",
                        "kasingKahulugan":"Nagtitiis",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Naparama",
                        "kasingKahulugan":"Nawala",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Ligalig",
                        "kasingKahulugan":"Gulo",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Tarik",
                        "kasingKahulugan":"Mataas",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Hinakdal",
                        "kasingKahulugan":"Hinaing/reklamo",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Mabalisa",
                        "kasingKahulugan":"Mabahala",
                        "halimbawa":"",
                        "activated":false
                        },
                        {
                        "salita":"Suwail",
                        "kasingKahulugan":"Lapastangan",
                        "halimbawa":"",
                        "activated":false
                        }
		]}
		
		

]}